documentation_files/siege_output.txt
siege -v -d 50 -c 50 -t 15s -f urls.txt
** SIEGE 4.0.4
** Preparing 50 concurrent users for battle.
The server is now under siege...
HTTP/1.1 302     0.00 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.01 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.01 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
[...]
HTTP/1.1 200     0.03 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 200     0.03 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.02 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.03 secs:       0 bytes ==> GET  /administration.php
[...]
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
[...]
HTTP/1.1 200     0.04 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 302     0.04 secs:       0 bytes ==> GET  /administration.php
HTTP/1.1 200     0.05 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.05 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.06 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.05 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.04 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.04 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.05 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.05 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.06 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.06 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.06 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.06 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.07 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.07 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.08 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.08 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.07 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.08 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.08 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.09 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.09 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.09 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.10 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.10 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.11 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.11 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.11 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.12 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.12 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.12 secs:    1493 bytes ==> GET  /index.php
[...]
HTTP/1.1 200     0.13 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.13 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.14 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.14 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.14 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.15 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.15 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.16 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.16 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.16 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.17 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.17 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.19 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.18 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.17 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.17 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.17 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.17 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.16 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.16 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.15 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.15 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.17 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.15 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.14 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.14 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.15 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.13 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.14 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.14 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.13 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.13 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.12 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.12 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.12 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.11 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.11 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.10 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.10 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.10 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.09 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.09 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.08 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.08 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.08 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.07 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.07 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.06 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.06 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.06 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.05 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.05 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.04 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.04 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.04 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.03 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.03 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.02 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.02 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.02 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.01 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.01 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
[...]
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
[...]
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.02 secs:  288580 bytes ==> GET  /js/jquery.js
[...]
HTTP/1.1 200     0.03 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.03 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.03 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
[...]
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
[...]
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
[...]
HTTP/1.1 200     0.16 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.16 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.16 secs:     850 bytes ==> GET  /recaptcha/api.js
[...]
HTTP/1.1 200     0.17 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.17 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.17 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.16 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.16 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.17 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.00 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.18 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.18 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.21 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.01 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.01 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.01 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.21 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
[...]
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.21 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.21 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.21 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.02 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.22 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.19 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
[...]
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.20 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
[...]
HTTP/1.1 200     0.05 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.05 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
[...]
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.04 secs:   48405 bytes ==> GET  /css/style.css
[...]
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.03 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
[...]
HTTP/1.1 200     0.01 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 302     0.00 secs:       0 bytes ==> GET  /fund-damages.php
HTTP/1.1 200     0.01 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.01 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.14 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.01 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 302     0.01 secs:       0 bytes ==> GET  /fund-damages.php
HTTP/1.1 200     0.01 secs:    1493 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:   59088 bytes ==> GET  /js/script.js
HTTP/1.1 200     0.00 secs:  288580 bytes ==> GET  /js/jquery.js
HTTP/1.1 200     0.15 secs:     850 bytes ==> GET  /recaptcha/api.js
HTTP/1.1 200     0.14 secs:     641 bytes ==> GET  /css2?family=Montserrat:wght@200;400;600&display=swap
HTTP/1.1 200     0.00 secs:   48405 bytes ==> GET  /css/style.css
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
HTTP/1.1 200     0.00 secs:       0 bytes ==> GET  /damage-management.php
[...]

Lifting the server siege...
Transactions:                    379 hits
Availability:                 100.00 %
Elapsed time:                  14.54 secs
Data transferred:              19.79 MB
Response time:                  0.09 secs
Transaction rate:              26.07 trans/sec
Throughput:                     1.36 MB/sec
Concurrency:                    2.24
Successful transactions:         379
Failed transactions:               0
Longest transaction:            0.22
Shortest transaction:           0.00